"6.0.0" = "Deze nieuwe versie bevat enkele wijzigingen qua design en functionaliteit:\n- Tabbladen zijn nu georganiseerd in een modale overlay\n- Dunnere pictogrammen\n- Zoektermen worden automatisch aangevuld\n- Je kunt Siri vragen een nieuw tabblad te openen. Inschakelen doe je via > Instellingen > Siri-snelkoppelingen > Een nieuw tabblad openen\n- Bugfixes en prestatieverbeteringen\n- Nieuw popover-venster voor contextmenu's\n\nWe werken er altijd hard aan om Ecosia voor jou beter te maken. Stuur ons team vragen of feedback via iosapp@ecosia.org. We horen graag van je!";
"6.1.0" = "\nNieuw:\n- Vergroot je impact met onze nieuwe verwijzingsfunctie. Verwijs een vriend naar ons en jullie krijgen allebei één boom.\n- Om een vriend te verwijzen navigeer je naar Menu > Mijn Impact > Vrienden uitnodigen.\n- Deze functie is niet beschikbaar voor alle Ecosia-gebruikers. De functie is momenteel alleen beschikbaar voor iOS-apparaten.\n";
"8.0.0" = "\nNieuw:\n- Onze menusectie heeft een nieuwe indeling die het navigeren gemakkelijker  maakt, zodat je kunt vinden waar je naar op zoek bent.\n- Je kunt nu de locatie van de zoekbalk aanpassen en deze naar de onderkant van het scherm verplaatsen. Navigeer naar het menu > \"Instellingen\" > \"Werkbalk\"\n- We hebben het zoekpictogram in de onderste navigatiebalk vervangen door een nieuw tabbladpictogram. Zo kun je eenvoudig een nieuw tabblad openen als de zoekbalk onderaan in het scherm staat.- We hebben de nieuwssectie verplaatst naar de 'Nieuw tabblad' pagina, zodat je Ecosia-nieuws en andere content beter kunt vinden.- Performance-upgrades en -verbeteringen";
